Repository: Coderic/es
Catalog: src/locale/messages.*.xlf
Languages: es

source: Companies
es: Empresas

source: Contract management
es: Gestión de contratos

source: Assignment
es: Asignación

source: Back
es: Volver

source: Create fund
es: Crear fondo

source: Code
es: Código

source: Code is required
es: Código es requerido

source: Name of fund
es: Nombre del fondo

source: Name of fund is required
es: Nombre del fondo es requerido

source: First Close Date
es: Primera fecha de cierre

source: MM/DD/YYYY
es: DD/MM/YYYY

source: First Close Date is required
es: Primera fecha de cierre es requerido

source: Final closing date
es: Fecha de cierre final

source: Final closing date is required
es: Fecha de cierre final es requerido

source: Fund start date
es: Fecha de inicio del fondo

source: Fund start date is required
es: Fecha de inicio del fondo es requerido

source: Fund close date
es: Fecha de cierre del fondo

source: Fund close date is required
es: Fecha de cierre del fondo es requerido

source: Projected total commitment
es: Compromiso total proyectado

source: Projected total commitment is required
es: Compromiso total proyectado es requerido

source: Total commitment
es: Compromiso total

source: Total commitment is required
es: Compromiso total es requerido

source: Description
es: Descripción

source: Description is required
es: Descripción es requerido

source: Add
es: Añadir

source: Fund {{ id }} detail
es: Detalle del fondo {{ id }}

source: Fund information
es: Información de fondo

source: Total drawdowns to date
es: Total de detracciones hasta la fecha

source: Investors in the fund
es: Inversionistas en el fondo

source: Disbursed
es: Desembolsado

source: Committed
es: Comprometido

source: Projects
es: Proyectos

source: Fund detail {{ id }}
es: Detalle de fondo {{ id }}

source: Distribution Notice
es: Aviso de distribución

source: Fund detail
es: Detalle de fondo

source: Capital called
es: Capital solicitado

source: Distributions
es: Distribuciones

source: Name of funds
es: Nombre de fondos

source: Start date
es: Fecha inicial

source: Final date
es: Fecha final

source: Actions
es: Acciones

source: Detail of fund projects
es: Detalle de fondo del proyecto

source: Information on fund projects
es: Información de fondo del proyecto

source: Funds
es: Fondos

source: Fund management
es: Gestión de fondos

source: Assign
es: Asignar

source: Commitment disbursed as of today
es: Compromiso desembolsado al día de hoy

source: Total Commitment
es: Compromiso total

source: See summary of combined funds
es: Ver resumen de fondos combinados

source: Combine
es: Combinar

source: Welcome
es: Bienvenido

source: Please log in
es: Inicie sesión por favor

source: Start Session
es: Iniciar sesión

source: en
es: es

source: General indicators
es: Indicadores generales

source: Investors
es: Inversionistas

source: Performance
es: Rendimiento

source: Invoices
es: Facturas

source: Countries
es: Países

source: Español
es: English

source: Documents
es: Documentos

source: Reports
es: Reportes

source: Configuration
es: Configuración

source: /es
es: /en
